Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.53da0cff7831
source: 目標・実績・使える器具を反映
ar_sa: يعكس الأهداف والإنجازات والمعدات المتاحة
ca: Reflecteix objectius, assoliments i equipament disponible
cs: Zobrazte cíle, pokrok a dostupné vybavení.
da: Reflekterer mål, resultater og tilgængelige udstyr
de_de: Ziel, Erfolge und verfügbare Geräte berücksichtigen
el: Εμφάνιση στόχων, επιτευγμάτων και διαθέσιμων εξοπλισμών
en_au: Reflects goals, achievements, and available equipment.
es_es: Refleja tus objetivos y logros.
fi: Reflektoi tavoitteita, saavutuksia ja käytettävissä olevia laitteita.
fr_ca: Refléter les objectifs, les réalisations et l'équipement disponible
gu: ધ્યય, પ્રગતિ, અને ઉપયોગ કરી શકાય તેવી સાધનોને ધ્યાનમાં લો
he: מטרה, הישגים, ציוד זמין
hi: लक्ष्य, उपलब्ध गतिविधियों और उपकरणों को शामिल करें
hr: Oglasi ciljeve i postignute rezultate, te dostupne opreme.
hu: A cél, a teljesítmény és az elérhető eszközök figyelembevételével
id: Mencerminkan tujuan, pencapaian, dan peralatan yang tersedia
it: Rifletti obiettivi, risultati e attrezzature disponibili
ko: 목표, 성과, 사용 가능한 장비를 반영
mr: लक्ष्य, प्रगती आणि वापरण्यायोग्य उपकरणांचा समावेश करा.
ms: Reflekskan sasaran, pencapaian, dan peralatan yang tersedia
nl_nl: Reflecteert op doelen, prestaties en beschikbare apparatuur.
no: Reflekterer mål, resultater og tilgjengelige utstyr
pl: Odzwierciedl cel, osiągnięcia i dostępne urządzenia.
pt_br: Reflete seus objetivos e resultados, além dos equipamentos disponíveis.
pt_pt: Reflete seus objetivos e resultados, além dos equipamentos disponíveis.
ro: Reflectă obiectivele, rezultatele și echipamentele disponibile.
ru: Отражает цели, достижения и доступное оборудование.
sk: Reflektuje vaše ciele a dosiahnuté výsledky, ako aj dostupné vybavenie.
sl: Upodobit cilj, dosežke in na razpolaganem oporavju
sv: Reflektera mål, resultat och tillgängliga utrustning
ta: குறிக்கோள் மற்றும் சாதனைகளை பிரதிபலித்தல்
te: లక్ష్యాన్ని, సాధించిన వాటిని, ఉపయోగించగల పరికరాలను ప్రతిబింబిస్తుంది.
th: แสดงเป้าหมาย, ผลลัพธ์ และอุปกรณ์ที่ใช้
tr: Hedefi, başarıları ve kullanılabilir ekipmanları yansıtın
uk: Враховує цілі, досягнення та доступне обладнання.
vi: Hiển thị mục tiêu, thành tích và dụng cụ có thể sử dụng.
zh_hans: 反映目标、成就和可用的设备
zh_hant: 反映目標、成就和可用的器材

# training.5472591c5dd4
source: アプリ履歴のみ保存
ar_sa: حفظ سجل التطبيق فقط
ca: Desa només l'historial d'aplicacions
cs: Uložit pouze historii aplikace
da: Gem kun app-historik
de_de: Nur App-Verlauf speichern
el: Αποθηκεύστε μόνο την ιστορία της εφαρμογής
en_au: Save only app history
es_es: Guardar solo el historial de la aplicación
fi: Tallenna vain sovellushistoria
fr_ca: Sauvegarder uniquement l'historique de l'application
gu: ફક્ત એપ્લિકેશન હિસ્ટ્રી સાચવો
he: שמירה רק בהיסטוריית האפליקציה
hi: केवल ऐप इतिहास को सहेजें
hr: Samo spremi historiju aplikacije
hu: Csak az alkalmazási előzményeket mentsd el
id: Simpan hanya riwayat aplikasi
it: Salva solo la cronologia dell'app
ko: 앱 기록만 저장
mr: फक्त ॲपचा इतिहास जतन करा
ms: Hanya menyimpan sejarah aplikasi
nl_nl: Alleen app-geschiedenis opslaan
no: Lagre kun app-historikk
pl: Zapisz tylko historię aplikacji
pt_br: Salvar apenas o histórico do aplicativo
pt_pt: Salvar apenas o histórico do aplicativo
ro: Salvează doar istoricul aplicației
ru: Сохранить только историю приложения
sk: Uložiť iba históriu aplikácie
sl: Shranite samo zgodovino aplikacije
sv: Spara endast apphistoriken
ta: அப் பயன்பின் மட்டும் சேமிக்கவும்
te: యాప్ హిస్టరీ మాత్రమే సేవ్ చేయండి
th: บันทึกเฉพาะประวัติแอป
tr: Sadece uygulamadaki geçmişi kaydedin
uk: Зберегти лише історію додатку
vi: Chỉ lưu lịch sử ứng dụng
zh_hans: 仅保存应用历史
zh_hant: 僅儲存應用程式紀錄

# training.54ba864f9b13
source: Apple Watch計測
ar_sa: قياس Apple Watch
ca: Mesura Apple Watch
cs: Měření pomocí Apple Watch
da: Mål på Apple Watch
de_de: Messung mit Apple Watch
el: Μέτρηση με το Apple Watch
en_au: Body Mode on Apple Watch
es_es: Medición en Apple Watch
fi: Mittaa Apple Watchilla.
fr_ca: Mesure sur Apple Watch
gu: એપલ વૉચ દ્વારા માપન
he: מדידת Apple Watch
hi: Apple Watch पर माप लें।
hr: Mjerenje na Apple Watchu.
hu: Mérés az Apple Watch-on.
id: Pengukuran dengan Apple Watch
it: Misurazione con Apple Watch
ko: Apple Watch 측정
mr: ॲपल वॉचद्वारे मापन
ms: Pengukuran menggunakan Apple Watch
nl_nl: Meten op Apple Watch
no: Måling med Apple Watch
pl: Pomiar za pomocą Apple Watch
pt_br: Medição no Apple Watch
pt_pt: Medição no Apple Watch
ro: Măsurători pe Apple Watch.
ru: Измерение с помощью Apple Watch.
sk: Mierite s Apple Watch.
sl: Merjenje s pomočjo Apple Watch.
sv: Mätning med Apple Watch
ta: ஆப்பிள் வாட்ச் மூலம் அளவீடு செய்தல்.
te: Apple వాచ్‌తో కొలతలు
th: วัดผลด้วย Apple Watch
tr: Apple Watch ile ölçüm
uk: Вимірювання на Apple Watch.
vi: Đo trên Apple Watch.
zh_hans: Apple Watch测量
zh_hant: Apple Watch测量

# training.555c9f45a820
source: フェイスプル
ar_sa: سحب الوجه
ca: estirar la cara
cs: Táhnutí obličeje
da: Face pull
de_de: Face Pull
el: Τέντωμα προσώπου
en_au: Face pull
es_es: Tirón facial
fi: Kasvojen vetäminen
fr_ca: Tirage du visage
gu: ફેસ પુલ
he: משיכת פנים
hi: फेस पुल
hr: Face Pull
hu: Arc húzás
id: Face pull
it: Tirare il viso
ko: 페이스 풀
mr: फेस पुल
ms: Face pull
nl_nl: Face pull
no: Face pull
pl: Face pull
pt_br: Face pull
pt_pt: Face pull
ro: Face pull
ru: Тяга к лицу
sk: Face pull
sl: Face pull
sv: Face pull
ta: ஃபேஸ் புல்
te: ఫేస్ పుల్
th: ดึงหน้า
tr: Yüz çekme
uk: Тяг до обличчя
vi: Kéo mặt
zh_hans: 面部拉
zh_hant: 臉部拉伸

# training.556ff4c055f1
source: 対象部位
ar_sa: المنطقة المستهدفة
ca: Zona objectiu
cs: Cílová oblast
da: Målområde
de_de: Zielbereich
el: Στόχος περιοχής
en_au: Target area
es_es: Área objetivo
fi: Kohdealue
fr_ca: Partie du corps concernée
gu: લક્ષ્ય ભાગ
he: אזור ממוקד
hi: लक्ष्य क्षेत्र
hr: Cilj
hu: Célzott terület
id: Area yang Ditargetkan
it: Area di interesse
ko: 대상 부위
mr: लक्ष्यित भाग
ms: Tempat yang berkaitan
nl_nl: Doelgroep
no: Målområde
pl: Zakres ćwiczenia
pt_br: Parte do corpo
pt_pt: Parte do corpo
ro: Zona țintă
ru: Целевая область
sk: Cieľová časť
sl: Cilj
sv: Målsida
ta: குறிப்பிட்ட பகுதி
te: లక్ష్యంగా చేసుకున్న భాగం
th: ส่วนที่เกี่ยวข้อง
tr: Hedef bölge
uk: Цільова область
vi: Vị trí mục tiêu
zh_hans: 目标部位
zh_hant: 目标部位

# training.56009c5efa29
source: 軽め
ar_sa: ضوء
ca: Llum
cs: Lehké
da: Let
de_de: Leicht
el: Ελαφρύ
en_au: Lightweight
es_es: Ligero
fi: Kevyt
fr_ca: Léger
gu: ઓછું કરો
he: קל יותר
hi: हल्का
hr: Lagano
hu: Könnyebb
id: Ringan
it: Leggero
ko: 가볍게
mr: हलके
ms: Ringankan
nl_nl: Licht
no: Lett
pl: Lżejszy
pt_br: Leve
pt_pt: Leve
ro: Ușor
ru: Легкая интенсивность
sk: Lehké
sl: Lažje
sv: Lättare
ta: குறைவாக
te: తక్కువగా
th: เบา
tr: Hafif
uk: Легше
vi: Nhẹ nhàng hơn
zh_hans: 轻量级
zh_hant: 輕重量

# training.564c4b7935f7
source: ランジ
ar_sa: اندفع
ca: Estocada
cs: Dřepy
da: Lunges
de_de: Ausfallschritte
el: Λεζάντες
en_au: Lunge
es_es: Zancada
fi: Lonkan koukistus
fr_ca: Fentes
gu: લન્જ
he: לאנג'
hi: लंजेस
hr: Razvlačenje nogu
hu: Láng
id: Lunges
it: Affondi
ko: 런지
mr: लंज
ms: Langkai
nl_nl: Lunges
no: Lunges
pl: Przysiady
pt_br: Agachamento
pt_pt: Agachamento
ro: Genuflexiuni
ru: Выпады
sk: Dvojnásobný výskok
sl: Raztegovanja
sv: Utfall
ta: லஞ்ச்
te: లాంజ్
th: สควอท
tr: Çekiş
uk: Присідання
vi: Squat
zh_hans: 弓步
zh_hant: 弓步

# training.5722403a802d
source: サブ
ar_sa: الفرعية
ca: sub
cs: Sub
da: Under
de_de: Untermenü
el: Στήθος
en_au: Sub
es_es: Sub
fi: Lisää harjoitus
fr_ca: Sous-menu
gu: સબ
he: תחתון
hi: उप
hr: Pod
hu: Alap edzés
id: Sub
it: Sotto
ko: 하위
mr: उप
ms: Sub
nl_nl: Sub
no: Sub
pl: Podział na kategorie
pt_br: Sub
pt_pt: Sub
ro: Sub
ru: Скручивания на пресс
sk: Podrobnosti
sl: Podrobnosti
sv: Under
ta: துணை
te: సబ్
th: เพิ่มเติม
tr: Alt
uk: Додатково
vi: Chức năng phụ
zh_hans: 子页面
zh_hant: 副功能

# training.57ea66302bcf
source: 滞在中
ar_sa: أثناء إقامتك
ca: Durant la teva estada
cs: Během tréninku
da: I gang
de_de: Während der Aktivität
el: Στο τρέχον στάδιο
en_au: During Workout
es_es: En curso
fi: Käynnissä
fr_ca: En cours
gu: પ્રક્રિયામાં
he: במהלך האימון
hi: चल रहा है
hr: U toku
hu: Folyamatban
id: Sedang Berlangsung
it: In corso
ko: 운동 중
mr: प्रवासात
ms: Dalam Proses
nl_nl: In uitvoering
no: Under trening
pl: W trakcie
pt_br: Em andamento
pt_pt: Em andamento
ro: În desfășurare
ru: В процессе
sk: Během tréningu
sl: Med treningom
sv: Pågående
ta: நிகழ்ந்து கொண்டிருக்கும்
te: ప్రస్తుతం జరుగుతున్నది
th: ขณะออกกำลังกาย
tr: Devam ediyor
uk: В процесі
vi: Đang thực hiện
zh_hans: 正在进行
zh_hant: 期间

# training.586036cfde65
source: 消費
ar_sa: الاستهلاك
ca: consum
cs: Spotřebované kalorie
da: Forbrugt
de_de: Verbraucht
el: Κατανάλωση
en_au: Consumption
es_es: Consumido
fi: Kulutus
fr_ca: Consommation
gu: ખર્ચ
he: צריכה
hi: उपयोग
hr: Potrošeno
hu: Fogyasztott kalóriák
id: Konsumsi
it: Consumo
ko: 소비 칼로리
mr: खर्च
ms: Jumlah yang Dibakar
nl_nl: Verbracht
no: Kalorier forbrent
pl: Zużyte
pt_br: Consumo
pt_pt: Consumo
ro: Consum
ru: Сжигаемые калории
sk: Spotené kalórie
sl: Porabljeno
sv: Förbrukad
ta: உட்கொள்ளப்பட்டது
te: ఖర్చు చేసినది
th: ค่าที่ใช้
tr: Tüketilen
uk: Витрачено
vi: Đã tiêu hao
zh_hans: 消耗
zh_hant: 消耗

# training.5920e2c80803
source: マシンショルダープレス
ar_sa: آلة الضغط على الكتف
ca: màquina de premsa d'espatlla
cs: Přední zdvih s váhou
da: Maskine skulderpres
de_de: Maschinen-Schulterdrücken
el: Πάλη με βάρη για τους ώμους
en_au: Machine Shoulder Press
es_es: Press de hombros con máquina
fi: Koneella tehtävä olkapään treeni
fr_ca: Élévations latérales à la machine
gu: મશીન શોલ્ડર પ્રેસ
he: תרגילי כתפיים עם מכונה
hi: मशीन शोल्डर प्रेस
hr: Gornja se vježba s teškom
hu: Gépelt vállfejtés
id: Latihan Bahu dengan Mesin
it: Panca inclinata con manubri
ko: 머신 어깨 프레스
mr: मशीन शोल्डर प्रेस
ms: Latihan Bahu dengan Mesin
nl_nl: Machine schouderpers
no: Skulderpress med maskin
pl: Ćwiczenie: Wyciskanie na maszynie
pt_br: Pressão com halteres para ombros
pt_pt: Pressão com halteres para ombros
ro: Presă pentru umeri cu mașină
ru: Жим на тренажере для плеч
sk: Preskus s posilovaním ramien
sl: Strojni trening za ramena
sv: Maskinaxelpress
ta: இயந்திர தோள்பட்டை அழுத்தம்
te: మెషిన్ షోల్డర్ ప్రెస్
th: การออกกำลังกายด้วยเครื่อง
tr: Makine Omuz Pressi
uk: Жим на тренажері для плечей
vi: Nâng tạ vai bằng máy
zh_hans: 器械肩部推
zh_hant: 器械肩推

# training.593a06e5b8ca
source: 0件
ar_sa: 0 العناصر
ca: 0 elements
cs: 0 jídl
da: 0 måltider
de_de: 0 Einträge
el: 0 γεύματα
es_es: 0 comidas
fi: 0 päivää
fr_ca: 0 repas
gu: 0 પરિણામો
he: 0 ארוחות
hi: 0 आइटम
hr: 0 obroka
hu: 0 nap
id: 0 item
it: 0 pasti
ko: 0회
mr: 0 नोंदी
ms: 0 item
nl_nl: 0 maaltijden
pl: 0 pozycji
pt_br: 0 refeições
pt_pt: 0 refeições
ro: 0 mese
sk: 0 jedál
sl: 0 obrokov
ta: 0 முறை
te: 0 ఆహార విరామాలు
th: 0 มื้อ
tr: 0 adet
uk: 0 прийомів
vi: 0 lần
zh_hans: 0次
zh_hant: 0次

# training.597a1eba1bab
source: 計画 {{value1}}/{{value2}}セット完了 / 達成 {{value3}}/{{value4}}
ar_sa: اكتملت / تم إنجاز الخطة {{value1}}/{{value2}} {{value3}}/{{value4}}
ca: Pla {{value1}}/{{value2}} Conjunt completat/Aconseguit {{value3}}/{{value4}}
cs: Dokončeno {{value1}}/{{value2}} sérií / Dosáhli jste {{value3}}/{{value4}}
da: {{value1}}/{{value2}} sæt fuldført / Opnået {{value3}}/{{value4}}
de_de: {{value1}}/{{value2}} Sätze abgeschlossen / Erreicht {{value3}}/{{value4}}
el: Ολοκληρώσατε {{value1}}/{{value2}} σετ / Έχετε επιτύχει {{value3}}/{{value4}}.
en_au: {{value1}} / {{value2}} sets completed / Achieved {{value3}} / {{value4}}
es_es: Completado {{value1}}/{{value2}} series / Alcanzado {{value3}}/{{value4}}
fi: Suunnitelma {{value1}}/{{value2}} sarjaa valmiina / Saavutettu {{value3}}/{{value4}}
fr_ca: Programme {{value1}}/{{value2}} complété / Objectif atteint : {{value3}}/{{value4}}
gu: {{value1}}/{{value2}} સેટ પૂર્ણ / {{value3}}/{{value4}} હાંસલ
he: השלמת {{value1}}/{{value2}} סטים / השגת {{value3}}/{{value4}}
hi: {{value1}}/{{value2}} सेट पूरा / {{value3}}/{{value4}} तक पहुँच
hr: Završeno {{value1}}/{{value2}} serija / Postignuto {{value3}}/{{value4}}
hu: {{value1}} / {{value2}} edzés befejezve / {{value3}} / {{value4}} elért
id: Selesaikan {{value1}}/{{value2}} set / Tercapai {{value3}}/{{value4}}
it: Completato {{value1}}/{{value2}} serie / Raggiunto {{value3}}/{{value4}}
ko: {{value1}}/{{value2}} 세트 완료 / 달성 {{value3}}/{{value4}}
mr: {{value1}}/{{value2}} सेट पूर्ण / {{value3}}/{{value4}} पर्यंत पोहोचले.
ms: {{value1}}/{{value2}} set lengkap / Mencapai {{value3}}/{{value4}}
nl_nl: {{value1}}/{{value2}} sets voltooid / Bereikt {{value3}}/{{value4}}
no: Fullført {{value1}}/{{value2}} sett / Oppnådd {{value3}}/{{value4}}
pl: Zakończono {{value1}}/{{value2}} zestawów / Osiągnięto {{value3}}/{{value4}}
pt_br: {{value1}}/{{value2}} séries completas / Alcançou {{value3}}/{{value4}}
pt_pt: {{value1}}/{{value2}} séries completas / Alcançou {{value3}}/{{value4}}
ro: {{value1}} / {{value2}} seturi finalizate / Obținerea {{value3}} / {{value4}}
ru: Выполнено {{value1}} / {{value2}} подходов / Достигнуто {{value3}} / {{value4}}
sk: Dokončené {{value1}}/{{value2}} séria / Dosiahnuté {{value3}}/{{value4}}
sl: {{value1}} / {{value2}} kompleta končano / Doseženo {{value3}} / {{value4}}
sv: {{value1}} / {{value2}} set slutfört / Uppnått {{value3}} / {{value4}}
ta: திட்டம் {{value1}}/{{value2}} முறை முடிந்தது / {{value3}}/{{value4}} இலக்கை அடைந்தது.
te: {{value1}}/{{value2}} సెట్ల ప్రణాళిక పూర్తయింది / {{value3}}/{{value4}} సాధించబడింది
th: ทำสำเร็จ {{value1}}/{{value2}} เซ็ต / ทำสำเร็จ {{value3}}/{{value4}}
tr: {{value1}}/{{value2}} set tamamlandı / {{value3}}/{{value4}} hedefe ulaştı
uk: Завершено {{value1}}/{{value2}} підходів / Досягнуто {{value3}}/{{value4}}
vi: Hoàn thành {{value1}}/{{value2}} tập / Đạt được {{value3}}/{{value4}}
zh_hans: 计划 {{value1}}/{{value2}}组完成 / 达成 {{value3}}/{{value4}}
zh_hant: 完成 {{value1}} / {{value2}} 組 / 達成 {{value3}} / {{value4}}

# training.59a002a36b66
source: 脚 / 臀部
ar_sa: الساقين/الأرداف
ca: cames/natges
cs: Nohy / Hýždě
da: Ben / Gluteus
de_de: Beine / Gesäß
el: Πόδια / Γλουτοί
en_au: Legs / Glutes
es_es: Piernas / Glúteos
fi: Jalat / Pakarat
fr_ca: Jambes / Fessiers
gu: પગ / હિપ્સ
he: רגליים / ירכיים
hi: पैर / कूल्हे
hr: Nogama / Gluteusi
hu: Lábak / Derék
id: Kaki / Bokong
it: Gambe / Glutei
ko: 다리 / 엉덩이
mr: पाय / नितंब
ms: Kaki / Bok
nl_nl: Benen / Billen
no: Bein / Rumpe
pl: Nogi / Pośladki
pt_br: Pernas / Glúteos
pt_pt: Pernas / Glúteos
ro: Picioare / Glutei
ru: Ноги / Область бедер
sk: Nohy / Zadok
sl: Noge / Glutei
sv: Ben / Hinner
ta: கால்கள் / இடுப்பு
te: కాళ్ళు / పిరుదులు
th: ขา / ก้น
tr: Bacaklar / Kalça
uk: Ноги / Спина
vi: Chân / Hông
zh_hans: 腿 / 臀部
zh_hant: 腿 / 臀部

# training.5a03b277c63d
source: この履歴を削除しますか？
ar_sa: هل تريد حذف هذا التاريخ؟
ca: Voleu suprimir aquest historial?
cs: Chcete smazat tuto historii?
da: Vil du slette denne træning?
de_de: Möchten Sie diesen Verlauf löschen?
el: Θέλετε να διαγράψετε την ιστορία;
en_au: Delete this history?
es_es: ¿Quieres eliminar este historial?
fi: Haluatko poistaa tämän historian?
fr_ca: Voulez-vous supprimer cet historique ?
gu: શું આ હિસ્ટ્રી ડિલીટ કરવી?
he: האם להסיר את ההיסטוריה הזו?
hi: क्या आप इस इतिहास को हटाना चाहते हैं?
hr: Želite li izbrisati ovu historiju?
hu: Telen ez a napi edzés?
id: Apakah Anda ingin menghapus riwayat ini?
it: Vuoi eliminare la cronologia?
ko: 이 기록을 삭제하시겠습니까?
mr: ही नोंद विझायची आहे का?
ms: Adakah anda ingin membuang senarai ini?
nl_nl: Wil je dit verwijderen?
no: Vil du slette denne historikken?
pl: Czy chcesz usunąć historię?
pt_br: Você deseja excluir este histórico?
pt_pt: Você deseja excluir este histórico?
ro: Vrei să ștergi această istorie?
ru: Удалить эту историю?
sk: Chcete zmazať túto históriu?
sl: Ali želite izbrisati to zgodovino?
sv: Vill du radera den här historiken?
ta: இந்த வரலாற்றை நீக்க வேண்டுமா?
te: ఈ హిస్టరీని తొలగించాలా?
th: ต้องการลบประวัติวันนี้หรือไม่?
tr: Bu geçmişi silmek ister misiniz?
uk: Видалити цю історію?
vi: Bạn có muốn xóa lịch sử này?
zh_hans: 您想删除此记录吗？
zh_hant: 是否要刪除此紀錄？

# training.5c4f3b18a99c
source: 待機
ar_sa: في انتظار
ca: Esperant
cs: Připraven
da: Vent
de_de: Warten
el: Περίμενε
en_au: Pause
es_es: Esperar
fi: Odota
fr_ca: Pause
gu: લૉગ ઇન
he: המתנה
hi: प्रतीक्षा करें
hr: Pričekaj
hu: Várakozás
id: Menunggu
it: In attesa
ko: 대기
mr: थांबवा
ms: Menunggu
nl_nl: Wachten
no: Vent
pl: Czekaj
pt_br: Em espera
pt_pt: Em espera
ro: Așteaptă
ru: Ожидание
sk: Čakanie
sl: Pripraviti
sv: Vänta
ta: காத்திரு
te: వేచి ఉండు
th: พัก
tr: Bekleme
uk: Затримка
vi: Đợi
zh_hans: 等待
zh_hant: 等待

# training.5cfd9de649b5
source: 初心者 全身スタート
ar_sa: بداية الجسم الكامل للمبتدئين
ca: Inici de cos sencer per a principiants
cs: Začátečník, celé tělo
da: Start for hele kroppen (nybegynder)
de_de: Für Anfänger: Start mit Ganzkörpertraining
el: Για αρχάριους: Ξεκινήστε με ολόκληρο το σώμα
en_au: Beginner - Full Body Start
es_es: Principiante: Inicio completo
fi: Aloittelija, koko keho -harjoitus
fr_ca: Débutant, Entier
gu: શરૂઆતક સંપૂન શરૂ કરો
he: מתחיל - התחלה של כל הגוף
hi: शुरुआती - पूरे शरीर
hr: Za početnike, počnite s cjelokupnim treningom
hu: Első lépés / Teljes test
id: Pemula, Mulai Seluruh Tubuh
it: Principianti: Inizio corpo intero
ko: 초보자, 전신 시작
mr: नवशिक्यांसाठी संपूर्ण शरीराचा व्यायाम
ms: Untuk pemula, permulaan seluruh badan
nl_nl: Beginner, Volledig lichaam
no: For nybegynnere: Start med hele kroppen
pl: Dla początkujących - Całe ciało
pt_br: Iniciante - Começar com o corpo todo
pt_pt: Iniciante - Começar com o corpo todo
ro: Pentru începători, antrenament complet
ru: Для начинающих: тренировка всего тела
sk: Začiatok pre začiatočníkov (celokrčné)
sl: Za začetnike: Začetek za celo telo
sv: För nybörjare, start med helkropp
ta: புதியவர்கள் - முழு உடல் ஆரம்பம்
te: ప్రారంభకులకు పూర్తి శరీరం
th: สำหรับผู้เริ่มต้น เริ่มต้นทั้งตัว
tr: Yeni başlayanlar: Tam vücut başlangıç
uk: Для початківців, тренування для всього тіла
vi: Người mới bắt đầu, tập toàn thân
zh_hans: 初学者 全身开始
zh_hant: 新手 全身開始

# training.5dc1d6f9b7f5
source: ハンマーカール
ar_sa: حليقة المطرقة
ca: rínxol de martell
cs: Kliky s činkami
da: Hammer curl
de_de: Hammer Curl
el: Κάμψεις με αλτήρες
en_au: Hammer curl
es_es: Curl con mancuernas
fi: Kahvakuulanhakas
fr_ca: Curl avec haltère
gu: હામર કારલ
he: כפיפת מרפקים עם משקולות
hi: हैमर कर्ल
hr: "Hammer curl" (Vježba s utorom)
hu: Hammer curl
id: Hammer curl
it: Curl con bilanciere
ko: 햄머 카일
mr: हॅमर कर्ल
ms: Hammer curl
nl_nl: Hammer curl
no: Hammer curl
pl: Hammer curl
pt_br: Hammer curl
pt_pt: Hammer curl
ro: Hammer curl
ru: Подъем штанги на бицепс
sk: Cvik s činkou
sl: Zgib za biceps
sv: Hammer curl
ta: ஹேமர் கார்ல்
te: హ్యామ్ కార్ల్
th: คาร์ลด้วยดัมเบล
tr: Hammer curl
uk: Підйом штанги на біцепс
vi: Cuốn tay
zh_hans: 锤式弯举
zh_hant: 鎚式彎舉

# training.5e2876f45479
source: 種目を追加して、セットごとの目標を入力します。
ar_sa: أضف الأحداث وأدخل الأهداف لكل مجموعة.
ca: Afegiu esdeveniments i introduïu objectius per a cada conjunt.
cs: Přidejte cvičení a zadejte cílovou hodnotu pro každé cvičení.
da: Tilføj øvelse og indtast målet for hvert sæt.
de_de: Fügen Sie eine Übung hinzu und geben Sie das Ziel für jede Reihe ein.
el: Προσθέστε μια άσκηση και ορίστε τον στόχο για κάθε σειρά.
en_au: Add an exercise and enter the goal for each set.
es_es: Añade un ejercicio y establece el objetivo para cada uno.
fi: Lisää harjoitus ja määritä tavoitteet per harjoitus.
fr_ca: Ajoutez un exercice et définissez l'objectif pour chaque série.
gu: કસરત ઉમેરો અને દરેક સેટ માટે ધ્યેય દાખલ કરો.
he: הוסף תרגיל והזן את המטרה עבור כל קבוצה.
hi: गतिविधि जोड़ें और प्रत्येक सेट के लिए लक्ष्य दर्ज करें।
hr: Dodajte kategoriju vježbe i unesite cilj za svaku kategoriju.
hu: Adj feladatot, majd adja meg a csoportonkénti célokat.
id: Tambahkan jenis latihan dan masukkan tujuan untuk setiap set.
it: Aggiungi un esercizio e inserisci l'obiettivo per ogni gruppo.
ko: 운동 종류를 추가하고, 각 운동에 대한 목표를 입력합니다.
mr: व्यायाम प्रकार जोडून, प्रत्येक व्यायामासाठी लक्ष्य प्रविष्ट करा.
ms: Tambahkan aktiviti dan masukkan sasaran untuk setiap set.
nl_nl: Voeg een oefening toe en voer het doel voor die specifieke set in.
no: Legg til øvelse og angi mål for hvert sett.
pl: Dodaj ćwiczenie i wpisz cel dla każdego zestawu.
pt_br: Adicione um exercício e defina a meta para cada um.
pt_pt: Adicione um exercício e defina a meta para cada um.
ro: Adaugă un exercițiu și introdu obiectivele pentru fiecare set.
ru: Добавьте упражнение и укажите целевые значения для каждой серии.
sk: Pridajte cvičenie a nastavte cieľ pre každú sériu.
sl: Dodajte vadbo in vnesite cilje za vsako nastavitev.
sv: Lägg till en övning och ange målet för varje set.
ta: பயிற்சியைச் சேர்த்து, ஒவ்வொரு பயிற்சிக்கும் இலக்குகளை உள்ளிடவும்.
te: వ్యాయామం జోడించి, ప్రతి లక్ష్యాన్ని నమోదు చేయండి.
th: เพิ่มชนิดของการออกกำลังกาย และป้อนเป้าหมายสำหรับแต่ละชุด
tr: Egzersizi ekleyin ve her biri için ayrı hedefler belirleyin.
uk: Додайте вид вправи та вкажіть ціль для кожної групи.
vi: Thêm bài tập và nhập mục tiêu cho từng bộ.
zh_hans: 添加项目并输入每个项目的目标。
zh_hant: 新增項目並輸入每個項目的目標。

# training.5e6ee388a66f
source: 履歴を削除
ar_sa: حذف التاريخ
ca: Suprimeix l'historial
cs: Smazat historii
da: Slet historik
de_de: Aufzeichnung löschen
el: Διαγραφή ιστορικού
en_au: Delete history
es_es: Eliminar historial
fi: Poista historia
fr_ca: Supprimer l'historique
gu: રેકોર્ડ્સ દૂર કરો
he: מחיקת היסטוריה
hi: इतिहास हटाएं
hr: Izbrisati povijest
hu: Történet törlése
id: Hapus riwayat
it: Elimina la cronologia
ko: 이력을 삭제
mr: ऐतिहासिक डेटा हटवा
ms: Padamkan Sejarah
nl_nl: Activiteiten-geschiedenis verwijderen
no: Slett historikk
pl: Usuń historię
pt_br: Apagar histórico
pt_pt: Apagar histórico
ro: Șterge istoricul
ru: Удалить историю
sk: Vymazať históriu
sl: Izbrisati zgodovino
sv: Ta bort historik
ta: வரலாற்றை நீக்கவும்
te: చరిత్రను తొలగించు
th: ลบประวัติ
tr: Geçmiş geçmişini sil
uk: Видалити історію
vi: Xóa lịch sử
zh_hans: 删除历史记录
zh_hant: 删除历史

# training.5ed33898a3d7
source: 例: 脚は軽め、胸を重点的に
ar_sa: مثال: الضوء على الساقين، والتركيز على الصدر
ca: Exemple: Lleuger a les cames, centrar-se en el pit
cs: Příklad: Lehčí cvičení nohou, zaměření na hrudník
da: Eksempel: Lettere ben, fokus på bryst
de_de: Beispiel: Leichte Beine, Fokus auf Brust
el: Παράδειγμα: Ελαφρύς προγραμματισμός για τα πόδια, με έμφαση στους μύες του θώρακα
en_au: Example: Light legs, focus on chest
es_es: Ejemplo: Piernas ligeras, énfasis en el pecho
fi: Esimerkki: Jalat kevyesti, rinnat pääpaino
fr_ca: Exemple : Jambes légères, accent sur la poitrine
gu: ઉદાહરણ: પગ હળવા, છાતી પર વધુ ધ્યાન
he: לדוגמה: רגליים קלות, דגש על החזה
hi: उदाहरण: पैर हल्के, छाती पर ध्यान दें
hr: Na primjer: Lagane vježbe za noge, fokus na prsa
hu: Példa: A lábak könnyebb, a mell hangsúlyos
id: Contoh: Kaki dengan intensitas ringan, fokus pada dada
it: Esempio: Gambe leggere, focus sul petto
ko: 예: 다리는 가볍게, 가슴을 집중적으로
mr: उदाहरण: पाय हलके, छातीवर अधिक लक्ष केंद्रित करा
ms: Contoh: Kaki ringan, fokus pada dada
nl_nl: Bijvoorbeeld: Lichte oefeningen voor benen, focus op borst
no: Eksempel: Lett vekt på ben, fokus på bryst
pl: Np. Lepsze ćwiczenia nóg, z naciskiem na klatkę piersiową
pt_br: Exemplo: Pernas leves, foco no peito
pt_pt: Exemplo: Pernas leves, foco no peito
ro: Exemplu: Picioarele ușoare, accent pe piept
ru: Пример: Легкие упражнения на ноги, акцент на грудь
sk: Napríklad: Nízka intenzita pre nohy, zameranie na hrudník
sl: Na primer: Lahko se osredotočite na prste, ostali pa zlahkajte
sv: Exempel: Lätta ben, fokus på bröstmusklerna
ta: எடுத்துக்காட்டு: கால்களை இலகுவாக, மார்புக்கு முக்கியத்துவம்
te: ఉదాహరణ: కాళ్ళు తేలికగా, ఛాతీపై దృష్టి పెట్టండి
th: ตัวอย่าง: เน้นขา, อก
tr: Örnek: Bacakları hafif, göğsü önceliklendirin
uk: Наприклад: Легкі вправи на ноги, акцент на груди
vi: Ví dụ: Tập chân nhẹ, tập cơ ngực nhiều hơn
zh_hans: 例如：轻柔地锻炼腿部，重点锻炼胸部。
zh_hant: 例如：腿部輕量，重點訓練胸部
